Repository: Galym7707/mpox_render
Catalog: translations/*/messages.po
Languages: kk

source: Upload an Image
kk: Суретті жүктеңіз

source: Prediction:
kk: Болжау:

source: Confidence:
kk: Сенімділік:

source: Causes:
kk: Себептері:

source: Symptoms:
kk: Белгілері:

source: Prevention:
kk: Алдын алу жолдары:

source: Treatment:
kk: Емдеу жолдары:

source: Choose file
kk: Файлды таңдаңыз

source: No file chosen
kk: Файл таңдалмаған

source: Submit
kk: Жіберу

source: Chickenpox
kk: Тауық шешек

source: Hand, foot and mouth disease
kk: Энтеровирусты везикулярлы стоматит

source: Monkeypox
kk: Маймыл шешек

source: Measles
kk: Қызылша

source: Cowpox
kk: Сиыр шешек

source: Healthy
kk: Дені сау

source: Title
kk: Тақырып

source: Overview
kk: Қарау

source: Symptoms
kk: Симптомдары

source: Causes
kk: Себептер

source: Treatment
kk: Емдеу

source: Prevention
kk: Алдын алу

source: Disease Prediction
kk: Ауруды болжау

source: Clear Data
kk: Деректерді тазалау

source: Home
kk: Басты бет

source: Our Team
kk: Біздің команда

source: Contact Us
kk: Байланыс

source: Language
kk: Тілі

source: AI Explanation
kk: AI Түсініктеме

source: Ask AI
kk: AI-дан сұрау

source: Type your question here...
kk: Сұрағыңызды осында жазыңыз...

source: Here is an AI Explanation for:
kk: AI былай түсіндіреді:

source: Yedigeyev Galym
kk: Едигеев Ғалым

source: Lavrentyev Artyom
kk: Лаврентьев Артем

source: ML Engineer
kk: ML Инженері

source: Full-Stack Web Developer
kk: Full-Stack веб-разработчигі

source: Machine Learning Engineer
kk: Машинамен Оқыту Инженері

source: Our AI system can detect certain diseases from images in just a few clicks!
kk: Біздің AI жүйеміз бейнелерден кейбір ауруларды санаулы сәтте анықтай алады!

source: We support multiple languages. Feel free to switch using the top-right menu.
kk: Біз бірнеше тілді қолдаймыз. Жоғарғы оң жақ мәзірді пайдаланып ауыстырыңыз.

source: How to Use
kk: Қолдану тәсілі

source: Drag and drop or click to upload your image.
kk: Суретті жүктеу үшін сүйреп апарыңыз немесе басыңыз.

source: Press "Submit" to get a result from our model.
kk: "Жіберу" түймесін басып, модельдің нәтижесін алыңыз.

source: Check out the detailed info below!
kk: Төмендегі толық ақпаратты қараңыз!

source: We are the minds behind this project
kk: Бұл жобаның авторлары біз боламыз

source: Member One
kk: Бірінші қатысушы

source: Member Two
kk: Екінші қатысушы

source: Frontend Dev
kk: Фронтенд әзірлеуші

source: If you have any questions or feedback, feel free to reach out!
kk: Сұрақтарыңыз немесе пікірлеріңіз болса, бізбен байланысыңыз!

source: Night Mode
kk: Түнгі режим
