Repository: Galym7707/mpox_render
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: kk, ru

source: Model or mapping is not available, cannot analyze.
kk: Модель немесе сәйкестендіру қолжетімді емес, талдау мүмкін емес.
ru: Модель или сопоставление недоступны, анализ невозможен.

source: No file part
kk: Файл таңдалмады
ru: Файл не найден в запросе

source: No file selected
ru: Файл не выбран

source: Invalid file format or file not allowed
kk: Сурет файлын анықтау мүмкін болмады. Жарамды суретті жүктеңіз.
ru: Недопустимый формат файла или файл не разрешен

source: Cannot identify image file. Please upload a valid image.
ru: Не удалось распознать файл как изображение. Пожалуйста, загрузите действительное изображение.

source: An error occurred during analysis.
kk: Талдау кезінде қате пайда болды.
ru: Во время анализа произошла ошибка.

source: Data cleared successfully.
kk: Деректер сәтті тазаланды.
ru: Данные успешно очищены.

source: An error occurred while clearing data.
kk: Деректерді тазалау кезінде қате пайда болды.
ru: Произошла ошибка при очистке данных.

source: MpoxDetection.ai - AI Skin Disease Analysis
kk: MpoxDetection.ai - Тері ауруларын AI арқылы талдау
ru: MpoxDetection.ai - ИИ-анализ кожных заболеваний

source: MpoxDetection.ai Logo
kk: MpoxDetection.ai логотипі
ru: Логотип MpoxDetection.ai

source: Home
kk: Басты бет
ru: Главная

source: Analyze
kk: Талдау
ru: Анализ

source: Featured In
kk: Басылымдарда
ru: О нас пишут

source: Our Team
kk: Біздің команда
ru: Наша команда

source: Contact Us
kk: Байланыс
ru: Связаться с нами

source: Language
kk: Тіл
ru: Язык

source: Toggle Menu
kk: Мәзірді ауыстыру
ru: Переключить меню

source: AI-Powered Skin Disease Detection
kk: Тері ауруларын AI арқылы анықтау
ru: Обнаружение кожных заболеваний с помощью ИИ

source: Get rapid, preliminary insights into potential skin conditions using advanced artificial intelligence.
kk: Жетілдірілген жасанды интеллект арқылы ықтимал тері жағдайлары туралы жылдам, алдын ала мәліметтер алыңыз.
ru: Получите быструю предварительную информацию о возможных кожных заболеваниях с помощью передового искусственного интеллекта.

source: Achieving
kk: қол жеткізуде
ru: Достижение

source: Accuracy
kk: Дәлдік
ru: Точность

source: in identifying key skin diseases.
kk: негізгі тері ауруларын анықтауда.
ru: в выявлении ключевых кожных заболеваний.

source: Start Analysis Now
kk: Талдауды қазір бастау
ru: Начать анализ сейчас

source: Easy Steps:
kk: Оңай қадамдар:
ru: Простые шаги:

source: Upload a clear photo of the skin area.
kk: Зақымданған тері аймағының анық суретін жүктеңіз.
ru: Загрузите четкое фото участка кожи.

source: Our AI analyzes the image instantly.
kk: Біздің AI суретті лезде талдайды.
ru: Наш ИИ мгновенно анализирует изображение.

source: Receive a potential identification and confidence score.
kk: Ықтимал анықтаманы және сенімділік ұпайын алыңыз.
ru: Получите потенциальное определение и оценку уверенности.

source: Analyze Your Image
kk: Суретіңізді талдаңыз
ru: Анализируйте ваше изображение

source: Securely upload for an AI-driven assessment.
kk: AI негізіндегі бағалау үшін қауіпсіз жүктеңіз.
ru: Безопасно загрузите для оценки с помощью ИИ.

source: Drag & Drop Here
kk: Осында әкеліп тастаңыз
ru: Перетащите сюда

source: or
kk: немесе
ru: или

source: Browse Files
kk: Файлдарды шолу
ru: Выбрать файлы

source: Supports most image formats (PNG, JPG, WEBP, etc.). Max size: 250MB
kk: Көптеген сурет пішімдерін қолдайды (PNG, JPG, WEBP, т.б.). Макс. өлшем: 250МБ
ru: Поддерживаются большинство форматов изображений (PNG, JPG, WEBP и т.д.). Макс. размер: 250МБ

source: Clear
kk: Тазалау
ru: Очистить

source: Analyze Now
kk: Қазір талдау
ru: Анализировать сейчас

source: Uploaded analysis image
kk: Жүктелген талдау суреті
ru: Загруженное изображение для анализа

source: Analysis Report
kk: Талдау есебі
ru: Отчет об анализе

source: Potential Condition:
kk: Ықтимал жағдай:
ru: Возможное состояние:

source: Confidence Score:
kk: Сенімділік ұпайы:
ru: Оценка уверенности:

source: About
kk: Турал
ru: О

source: Symptoms
kk: Симптомдар
ru: Симптомы

source: Causes
kk: Себептер
ru: Причины

source: Prevention
kk: Алдын алу
ru: Профилактика

source: Treatment Approaches
kk: Емдеу әдістері
ru: Методы лечения

source: Detailed information for the detected condition is not available in the selected language.
kk: Анықталған жағдай туралы толық ақпарат таңдалған тілде қолжетімді емес.
ru: Подробная информация об обнаруженном состоянии недоступна на выбранном языке.

source: As Featured In
kk: Басылымдарда
ru: О нас пишут

source: Our project has been recognized by leading media outlets.
kk: Біздің жоба жетекші БАҚ тарапынан танылды.
ru: Наш проект был отмечен ведущими СМИ.

source: YouTube video player
kk: YouTube видео ойнатқышы
ru: Видеоплеер YouTube

source: News report by 24.kz covering our AI project.
kk: 24.kz жаңалықтар репортажы біздің AI жобамыз туралы.
ru: Новостной репортаж 24.kz о нашем ИИ-проекте.

source: Read More:
kk: Толығырақ:
ru: Читать далее:

source: The minds behind MpoxDetection.ai
kk: MpoxDetection.ai артындағы тұлғалар
ru: Создатели MpoxDetection.ai

source: Galym Yedigeyev
kk: Ғалым Едігеев
ru: Галым Едигеев

source: Full-Stack Developer & Web Architect
kk: Full-Stack әзірлеуші және веб-архитектор
ru: Full-Stack разработчик и веб-архитектор

source: Galym WhatsApp
kk: Ғалым WhatsApp
ru: Галым WhatsApp

source: Galym Instagram
kk: Ғалым Instagram
ru: Галым Instagram

source: Galym Email
kk: Ғалым Email
ru: Галым Email

source: Galym GitHub
kk: Ғалым GitHub
ru: Галым GitHub

source: Artyom Lavrentyev
kk: Артём Лаврентьев
ru: Артём Лаврентьев

source: Machine Learning Engineer & AI Specialist
kk: Машиналық оқыту инженері және AI маманы
ru: Инженер по машинному обучению и специалист по ИИ

source: Artyom WhatsApp
kk: Артём WhatsApp
ru: Артём WhatsApp

source: Artyom Email
kk: Артём Email
ru: Артём Email

source: Get In Touch
kk: Байланысқа шығу
ru: Свяжитесь с нами

source: Have questions, feedback, or partnership inquiries? Contact us!
kk: Сұрақтарыңыз, пікірлеріңіз немесе серіктестік ұсыныстарыңыз болса? Бізбен хабарласыңыз!
ru: Есть вопросы, отзывы или предложения о партнерстве? Свяжитесь с нами!

source: Galym - Web Dev
kk: Ғалым - Веб-әзірлеуші
ru: Галым - Веб-разработка

source: Artyom - AI/ML
kk: Артём - AI/ML
ru: Артём - AI/ML

source: Galym
kk: Ғалым
ru: Галым

source: Artyom
kk: Артём
ru: Артём

source: Advancing health through AI.
kk: AI арқылы денсаулықты дамыту.
ru: Продвигая здоровье с помощью ИИ.

source: Team
kk: Команда
ru: Команда

source: Contact
kk: Байланыс
ru: Контакт

source: View Project on GitHub
kk: Жобаны GitHub-та қарау
ru: Посмотреть проект на GitHub

source: All Rights Reserved.
kk: Барлық құқықтар қорғалған.
ru: Все права защищены.

source: File is too large (Max 250MB).
kk: Файл тым үлкен (Макс 250МБ).
ru: Файл слишком большой (Макс 250МБ).

source: Please select an image file. Max size: 250MB.
kk: Сурет файлын таңдаңыз. Макс. өлшем: 250МБ.
ru: Пожалуйста, выберите файл изображения. Макс. размер: 250МБ.

source: Analyzing...
kk: Талдау...
ru: Анализ...

source: An error occurred
kk: Қате пайда болды
ru: Произошла ошибка

source: Please upload an image of skin.
kk: Терінің суретін жүктеңіз.
ru: Пожалуйста, загрузите изображение кожи.

source: No specific information available.
kk: Нақты ақпарат жоқ.
ru: Конкретная информация недоступна.

source: Data Analyst & Content Creator
ru: Аналитик данных и Контент-креатор
